"use strict";

let product = {
    name: "iPhone 13",
    color: "cиний",
    configuration: "128 ГБ",
    characteristic:`
    Экран: 6.1
    Встроенная память: 128 ГБ
    Операционная система: iOS 15
    Беспроводные интерфейсы: NFC, Bluetooth, Wi-Fi
    Процессор:Appel A15 Bionic
    Вес: 173 г
    `,
    description:`
    Наша самая cовершенная система двух камер.
    Особый взгляд на прочность дисплея.
    Чип, с которым всё супербыстро.
    Аккумулятор держится заметно дольше.
    iPhone 13 - сильный мира всего.
    
    Мы разработали совершенно новую схему расположения и развернулиобъективы 
    на 45 градусов. Благодаря этому внутри корпуса поместилась нашалучшая 
    система двух камер с увеличенной матрицей широкоугольной камеры. Кроме того, 
    мы освободили место для системы оптической стабилизацииизображения сдвигом 
    матрицы. И повысили скорость работы матрицы насверхширокоугольной камере.
    
    Новая сверхширокоугольная камера видит больше деталей в тёмных областяхснимков. 
    Новая широкоугольная камера улавливает на 47% больше света для более качественных 
    фотографий и видео. Новая оптическая стабилизация сосдвигом матрицы обеспечит 
    чёткие кадры даже в неустойчивом положении.
    
    Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещенияфокуса 
    и изменениярезкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать 
    фокус на объекте съёмки, создавая красивый эффект размытиявокруг него. Режим 
    «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, 
    который появился в кадре. Теперь ваши видео будут смотретьсякак настоящее кино.    
    `,

    priceInRubles: "67 990₽",    
    discount: "-8%",
    priceOld: "75 990₽"    
}

let review1 = {
    foto: "./img/review-1.jpeg",
    name: Марк,
    rating: 5,
    text:`
    Опыт использования: менее месяца

    Достоинства:
    это мой первый айфон после после огромного количества телефонов 
    на андроиде. всёплавно, чётко и красиво.довольно шустрое устройство, 
    камера весьма неплохая,ширик тоже на высоте.

    Недостатки:
    к самому устройству мало имеет отношение, но перенос данных с 
    андроида - адскаявещь) а если нужно переносить фото с компа, то 
    это только через itunes, которыйурезает качество фотографий исходное
    `
}

let review2 = {
    foto: "./img/review-2.jpeg",
    name: Валерий,
    rating: 4,
    text:`
    Опыт использования: менее месяца

    Достоинства:
    OLED экран, Дизайн, Система камер, Шустрый А15, Заряд держит долго
   
    Недостатки:
    Плохая ремонтопригодность
    `
}