const users = [
    {
        id: 1,
        photo: './img/review-1.jpeg',
        name: 'Марк Г.',
        rating: 5,
        usageExperience: 'менее месяца',
        advantage: 'это мой первый айфон после после огромного количества телефонов на андроиде. всё плавно, чётко и красиво.довольно шустрое устройство, камера весьма неплохая,ширик тоже на высоте.',
        limitations: 'к самому устройству мало имеет отношение, но перенос данных с андроида - адскаявещь) а если нужно переносить фото с компа, то это только через itunes, который урезает качество фотографий исходное',
        separator: "separator__line",
    },
    {
        id: 2,
        photo:'./img/review-2.jpeg',
        name: 'Валерий Коваленко',
        rating: 4,
        usageExperience: 'менее месяца',
        advantage: 'OLED экран, Дизайн, Система камер, Шустрый А15, Заряд держит долго',
        limitations: 'Плохая ремонтопригодность',
    }
]

export default users;